Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Notify when an agent needs your input.
ar: الإشعار عندما يحتاج وكيل إلى إدخالك.
ca: Notifica quan un agent necessiti la teva entrada.
cs: Upozornit, když agent potřebuje váš vstup.
da: Giv besked, når en agent afventer dit input.
de: Benachrichtigen, wenn ein Agent Ihre Eingabe benötigt.
es: Notificar cuando un agente necesite tu entrada.
fi: Ilmoita, kun agentti tarvitsee syötettäsi.
fr: Notifier lorsqu'un agent attend votre saisie.
he: התרע כאשר סוכן ממתין לקלט שלך.
hu: Értesítés, ha egy ügynök az Ön bevitelére vár.
it: Notifica quando un agente richiede il tuo input.
ja: エージェントが入力を待っているときに通知します。
ko: 에이전트가 입력을 기다릴 때 알립니다.
nb: Varsle når en agent venter på inndata fra deg.
nl: Melden wanneer een agent jouw invoer nodig heeft.
pl: Powiadamiaj, gdy agent czeka na Twoje dane.
pt_br: Notificar quando um agente precisar da sua entrada.
pt_pt: Notificar quando um agente precisar da sua entrada.
ro: Notifică atunci când un agent așteaptă datele dumneavoastră.
sl: Obvesti, ko agent potrebuje vaš vnos.
sv: Avisera när en agent behöver din indata.
uk: Сповіщати, коли агент очікує вашого введення.
vi: Thông báo khi tác nhân cần bạn nhập liệu.
zh_hans: 当代理需要你的输入时通知。
zh_hant: 當代理需要你的輸入時通知。

source: now
ar: الآن
ca: ara
cs: nyní
da: nu
de: jetzt
es: ahora
fi: nyt
fr: maintenant
he: עכשיו
hu: most
it: ora
ja: 今
ko: 지금
nb: nå
nl: nu
pl: teraz
pt_br: agora
pt_pt: agora
ro: acum
sl: zdaj
sv: nu
uk: зараз
vi: vừa xong
zh_hans: 现在
zh_hant: 現在

source: Numbers
ar: أرقام
ca: Números
cs: Čísla
da: Tal
de: Zahlen
es: Números
fi: Numerot
fr: Chiffres
he: מספרים
hu: Számok
it: Numeri
ja: 数字
ko: 숫자
nb: Tall
nl: Cijfers
pl: Liczby
pt_br: Números
pt_pt: Números
ro: Numere
sl: Številke
sv: Siffror
uk: Цифри
vi: Số
zh_hans: 数字
zh_hant: 數字

source: OAuth Client Credentials
ar: بيانات اعتماد عميل OAuth
ca: Credencials de client OAuth
cs: OAuth klientské přihlašovací údaje
da: OAuth-klientoplysninger
de: OAuth-Client-Anmeldedaten
es: Credenciales de cliente OAuth
fi: OAuth-asiakastunnukset
fr: Identifiants client OAuth
he: אישורי לקוח OAuth
hu: OAuth kliens hitelesítő adatok
it: Credenziali client OAuth
ja: OAuth クライアント資格情報
ko: OAuth 클라이언트 자격 증명
nb: OAuth-klientlegitimasjon
nl: OAuth-clientgegevens
pl: Poświadczenia klienta OAuth
pt_br: Credenciais de cliente OAuth
pt_pt: Credenciais de cliente OAuth
ro: Credențiale client OAuth
sl: Poverilnice odjemalca OAuth
sv: OAuth-klientuppgifter
uk: Облікові дані клієнта OAuth
vi: Thông tin xác thực máy khách OAuth
zh_hans: OAuth 客户端凭据
zh_hant: OAuth 用戶端憑證

source: OAuth Client ID
ar: معرّف عميل OAuth
ca: ID de client OAuth
es: ID de cliente OAuth
fi: OAuth-asiakastunniste
fr: ID client OAuth
hu: OAuth kliens ID
it: ID client OAuth
ja: OAuthクライアントID
ko: OAuth 클라이언트 ID
nb: OAuth-klient-ID
pt_br: ID do Cliente OAuth
pt_pt: ID de Cliente OAuth
ro: ID client OAuth
vi: ID ứng dụng OAuth
zh_hans: OAuth 客户端 ID
zh_hant: OAuth 用戶端 ID

source: OAuth Client Secret
ar: سر عميل OAuth
ca: Secret de client OAuth
es: Secreto de cliente OAuth
fi: OAuth-asiakassalaisuus
fr: Secret client OAuth
hu: OAuth kliens titkos kulcs
it: Secret client OAuth
ja: OAuthクライアントシークレット
ko: OAuth 클라이언트 시크릿
nb: OAuth-klienthemmelighet
pt_br: Segredo do Cliente OAuth
pt_pt: Segredo de Cliente OAuth
ro: Secret client OAuth
vi: Bí mật ứng dụng OAuth
zh_hans: OAuth 客户端密钥
zh_hant: OAuth 用戶端密鑰

source: Objects & Tools
ar: الأشياء والأدوات
ca: Objectes i eines
cs: Předměty a nástroje
da: Objekter & værktøjer
de: Objekte & Werkzeuge
es: Objetos y herramientas
fi: Esineet ja työkalut
fr: Objets et outils
he: עצמים וכלים
hu: Tárgyak és eszközök
it: Oggetti e strumenti
ja: オブジェクトとツール
ko: 사물 및 도구
nb: Objekter & verktøy
nl: Objecten & gereedschap
pl: Obiekty i narzędzia
pt_br: Objetos e ferramentas
pt_pt: Objetos e ferramentas
ro: Obiecte și unelte
sl: Predmeti in orodja
sv: Objekt & verktyg
uk: Обʼєкти та інструменти
vi: Đồ vật & Công cụ
zh_hans: 物体与工具
zh_hant: 物件與工具

source: Occasional
ar: أحيانًا
ca: Ocasional
cs: Občasné
da: Lejlighedsvis
de: Gelegentlich
es: Ocasional
fi: Satunnainen
fr: Occasionnel
he: מדי פעם
hu: Alkalmankénti
it: Occasionali
ja: ときどき
ko: 가끔
nb: Av og til
nl: Af en toe
pl: Sporadyczne
pt_br: Ocasional
pt_pt: Ocasionais
ro: Ocazional
sl: Občasno
sv: Då och då
uk: Зрідка
vi: Thỉnh thoảng
zh_hans: 偶尔
zh_hant: 偶爾

source: Ocean
ar: المحيط
ca: Oceà
cs: Oceán
de: Ozean
es: Océano
fi: Valtameri
fr: Océan
he: אוקיינוס
hu: Óceán
it: Oceano
ja: オーシャン
ko: 오션
nb: Hav
nl: Oceaan
pt_br: Oceano
pt_pt: Oceano
uk: Океан
vi: Đại dương
zh_hans: 海洋
zh_hant: 海洋

source: Ocean Surface
ar: سطح المحيط
ca: Superfície de l'oceà
cs: Povrch oceánu
da: Havoverflade
de: Meeresoberfläche
es: Superficie del océano
fi: Merenpinta
fr: Surface océanique
he: פני אוקיינוס
hu: Óceánfelszín
it: Superficie dell'oceano
ja: オーシャンサーフェス
ko: 오션 서피스
nb: Havoverflate
nl: Oceaanoppervlak
pl: Powierzchnia oceanu
pt_br: Superfície do Oceano
pt_pt: Superfície do Oceano
ro: Suprafață oceanică
sl: Morska gladina
sv: Havsyta
uk: Поверхня океану
vi: Mặt biển
zh_hans: 海面
zh_hant: 海面

source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
he: כבוי
hu: Ki
it: Disattivato
ja: オフ
ko: 끔
nb: Av
nl: Uit
pl: Wył.
pt_br: Desligado
pt_pt: Desligado
ro: Dezactivat
sl: Izključeno
sv: Av
uk: Вимк.
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Offline
ar: غير متصل
ca: Fora de línia
es: Sin conexión
fr: Hors ligne
he: לא מקוון
ja: オフライン
ko: 오프라인
nb: Frakoblet
sl: Brez povezave
uk: Офлайн
vi: Ngoại tuyến
zh_hans: 离线
zh_hant: 離線

source: OK
ar: حسنًا
ca: D'acord
he: אישור
ko: 확인
sl: V redu
zh_hans: 好
zh_hant: 好

source: On
ar: تشغيل
ca: Activat
cs: Zapnuto
da: Til
de: Ein
es: Activado
fi: Päällä
fr: Activé
he: פעיל
hu: Be
it: Attivato
ja: オン
ko: 켬
nb: På
nl: Aan
pl: Wł.
pt_br: Ligado
pt_pt: Ligado
ro: Activat
sl: Vključeno
sv: På
uk: Увімк.
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: On a tab attached to tmux, zellij, or herdr, Tab Exposé opens on that session's own tabs with live previews, and swiping sideways returns to your app tabs. Reads the session's layout and pane contents over the connection the tab already holds while the exposé is open.
ar: في علامة تبويب مرتبطة بـ tmux أو zellij أو herdr، يفتح Exposé علامات التبويب على علامات تبويب تلك الجلسة نفسها مع معاينات مباشرة، ويعيدك التمرير الجانبي إلى علامات تبويب التطبيق. يقرأ تخطيط الجلسة ومحتوى الأجزاء عبر الاتصال الذي تحتفظ به علامة التبويب بالفعل أثناء فتح Exposé.
ca: En una pestanya connectada a tmux, zellij o herdr, l'Exposé de pestanyes s'obre amb les pestanyes de la mateixa sessió i previsualitzacions en directe, i lliscar de costat et torna a les pestanyes de l'app. Llegeix la disposició de la sessió i el contingut dels plafons a través de la connexió que la pestanya ja manté mentre l'Exposé és obert.
cs: Na kartě připojené k tmux, zellij nebo herdr se Exposé karet otevře na vlastních kartách dané relace se živými náhledy a přejetím do strany se vrátíte na karty aplikace. Čte rozvržení relace a obsah panelů přes připojení, které karta už má, po dobu, kdy je Exposé otevřené.
da: På en fane, der er tilknyttet tmux, zellij eller herdr, åbner Fane-Exposé sessionens egne faner med live-forhåndsvisninger, og et sidelæns swipe fører dig tilbage til appens faner. Læser sessionens layout og rudernes indhold via den forbindelse, fanen allerede har, mens Exposé er åbent.
de: In einem Tab, der mit tmux, zellij oder herdr verbunden ist, öffnet das Tab-Exposé die eigenen Tabs dieser Sitzung mit Live-Vorschauen; seitliches Wischen führt zurück zu deinen App-Tabs. Liest Layout und Bereichsinhalte der Sitzung über die Verbindung, die der Tab bereits hält, solange das Exposé geöffnet ist.
es: En una pestaña conectada a tmux, zellij o herdr, el Exposé de pestañas se abre con las pestañas de esa misma sesión y vistas previas en directo, y deslizar de lado te devuelve a las pestañas de la app. Lee la disposición de la sesión y el contenido de los paneles a través de la conexión que la pestaña ya mantiene mientras el Exposé está abierto.
fi: Välilehdellä, joka on liitetty tmuxiin, zellijiin tai herdriin, Välilehti-Exposé avautuu kyseisen istunnon omiin välilehtiin reaaliaikaisine esikatseluineen, ja sivuttaispyyhkäisy palauttaa sovelluksen välilehtiin. Lukee istunnon asettelun ja ruutujen sisällön yhteyden kautta, joka välilehdellä jo on, niin kauan kuin Exposé on auki.
fr: Dans un onglet attaché à tmux, zellij ou herdr, l'Exposé des onglets s'ouvre sur les onglets de cette session avec des aperçus en direct, et un balayage latéral vous ramène aux onglets de l'app. Lit la disposition de la session et le contenu des panneaux via la connexion que l'onglet possède déjà, tant que l'exposé est ouvert.
he: בלשונית המחוברת ל-tmux, zellij או herdr, Exposé לשוניות נפתח על הלשוניות של אותה הפעלה עם תצוגות מקדימות חיות, והחלקה הצידה מחזירה אותך ללשוניות האפליקציה. קורא את פריסת ההפעלה ואת תוכן החלוניות דרך החיבור שהלשונית כבר מחזיקה, כל עוד ה-Exposé פתוח.
hu: Egy tmuxhoz, zellijhez vagy herdrhöz csatlakoztatott lapon a Lap-Exposé az adott munkamenet saját lapjait nyitja meg élő előnézetekkel, oldalirányú húzással pedig visszatérsz az alkalmazás lapjaihoz. A munkamenet elrendezését és a panelek tartalmát azon a kapcsolaton olvassa be, amellyel a lap már rendelkezik, amíg az Exposé nyitva van.
it: In una scheda collegata a tmux, zellij o herdr, l'Exposé schede si apre sulle schede della sessione stessa con anteprime in tempo reale, e scorrendo lateralmente torni alle schede dell'app. Legge il layout della sessione e il contenuto dei riquadri tramite la connessione che la scheda già mantiene, finché l'Exposé è aperto.
ja: tmux、zellij、herdr にアタッチしているタブでは、タブExposé がそのセッション自身のタブをライブプレビュー付きで開き、横にスワイプするとアプリのタブに戻ります。Exposé が開いている間、タブがすでに保持している接続を通じてセッションのレイアウトとペインの内容を読み取ります。
ko: tmux, zellij 또는 herdr에 연결된 탭에서는 탭 Exposé가 해당 세션의 탭을 실시간 미리보기와 함께 열며, 옆으로 쓸어넘기면 앱 탭으로 돌아갑니다. Exposé가 열려 있는 동안 탭이 이미 유지하고 있는 연결을 통해 세션의 레이아웃과 분할 영역 내용을 읽습니다.
nb: På en fane som er koblet til tmux, zellij eller herdr, åpner Fane-Exposé øktens egne faner med direkteforhåndsvisninger, og et sveip til siden tar deg tilbake til appens faner. Leser øktens oppsett og innholdet i rutene over forbindelsen fanen allerede har, så lenge Exposé er åpent.
nl: Op een tabblad dat is gekoppeld aan tmux, zellij of herdr opent Tab-Exposé de tabbladen van die sessie zelf met livevoorbeelden, en met een zijwaartse veeg ga je terug naar je app-tabbladen. Leest de indeling van de sessie en de inhoud van de deelvensters via de verbinding die het tabblad al heeft, zolang Exposé geopend is.
pl: Na karcie połączonej z tmux, zellij lub herdr Exposé kart otwiera własne karty tej sesji z podglądami na żywo, a przesunięcie w bok wraca do kart aplikacji. Odczytuje układ sesji i zawartość paneli przez połączenie, które karta już utrzymuje, dopóki Exposé jest otwarte.
pt_br: Em uma aba conectada ao tmux, zellij ou herdr, o Exposé de Abas abre nas abas da própria sessão com pré-visualizações ao vivo, e deslizar para o lado retorna às abas do app. Lê o layout da sessão e o conteúdo dos painéis pela conexão que a aba já mantém enquanto o Exposé está aberto.
pt_pt: Num separador ligado ao tmux, zellij ou herdr, o Exposé de Separadores abre nos separadores da própria sessão com pré-visualizações em direto, e deslizar para o lado regressa aos separadores da app. Lê a disposição da sessão e o conteúdo dos painéis pela ligação que o separador já mantém enquanto o Exposé está aberto.
ro: Într-o filă atașată la tmux, zellij sau herdr, Exposé file se deschide pe filele proprii ale sesiunii, cu previzualizări live, iar glisarea laterală te readuce la filele aplicației. Citește dispunerea sesiunii și conținutul panourilor prin conexiunea pe care fila o menține deja, cât timp Exposé este deschis.
sl: V zavihku, ki je povezan s tmux, zellij ali herdr, se Exposé zavihkov odpre z zavihki te seje in živimi predogledi, s potegom vstran pa se vrnete na zavihke aplikacije. Postavitev seje in vsebino podoken bere prek povezave, ki jo zavihek že ima, dokler je Exposé odprt.
sv: På en flik som är ansluten till tmux, zellij eller herdr öppnar Flik-Exposé sessionens egna flikar med direktförhandsvisningar, och en svepning i sidled tar dig tillbaka till appens flikar. Läser sessionens layout och rutornas innehåll via anslutningen som fliken redan har, så länge Exposé är öppet.
uk: На вкладці, приєднаній до tmux, zellij або herdr, Exposé вкладок відкривається на власних вкладках цього сеансу з живими переглядами, а проведення вбік повертає до вкладок застосунку. Читає розкладку сеансу та вміст панелей через з'єднання, яке вкладка вже утримує, доки Exposé відкрито.
vi: Trên một thẻ đang gắn với tmux, zellij hoặc herdr, Exposé tab mở các thẻ của chính phiên đó kèm bản xem trước trực tiếp, và vuốt ngang sẽ đưa bạn về các thẻ của ứng dụng. Đọc bố cục của phiên và nội dung các ngăn qua kết nối mà thẻ đang giữ sẵn, trong khi Exposé còn mở.
zh_hans: 在已附加到 tmux、zellij 或 herdr 的标签页上，标签页 Exposé 会打开该会话自身的标签页并显示实时预览，横向轻扫即可返回应用标签页。在 Exposé 打开期间，通过该标签页已有的连接读取会话的布局和窗格内容。
zh_hant: 在已附加到 tmux、zellij 或 herdr 的分頁上，分頁 Exposé 會開啟該工作階段本身的分頁並顯示即時預覽，橫向滑動即可返回 App 分頁。在 Exposé 開啟期間，透過該分頁已有的連線讀取工作階段的配置與窗格內容。

source: On Battery
ar: على البطارية
ca: Amb bateria
cs: Při napájení z baterie
da: På batteri
de: Im Batteriebetrieb
es: Con batería
fi: Akkuvirralla
fr: Sur batterie
he: בהפעלה מסוללה
hu: Akkumulátoron
it: A batteria
ja: バッテリー使用時
ko: 배터리 사용 시
nb: På batteri
nl: Op batterij
pl: Na baterii
pt_br: Na bateria
pt_pt: Com bateria
ro: Pe baterie
sl: Na bateriji
sv: På batteri
uk: Від акумулятора
vi: Khi dùng pin
zh_hans: 使用电池时
zh_hant: 使用電池時

source: On the remote, save this to a file and run `gpg --import <file>`, then verify with `gpg --list-keys`.
ar: على الجهاز البعيد، احفظ هذا في ملف ثم نفّذ `gpg --import <file>`، ثم تحقق باستخدام `gpg --list-keys`.
ca: Al remot, deseu això en un fitxer i executeu `gpg --import <file>`, després verifiqueu-ho amb `gpg --list-keys`.
cs: Na vzdáleném stroji to uložte do souboru a spusťte `gpg --import <file>`, poté ověřte pomocí `gpg --list-keys`.
da: Gem dette i en fil på fjernsystemet og kør `gpg --import <file>`, og verificér derefter med `gpg --list-keys`.
de: Speichern Sie dies auf der Gegenstelle in eine Datei und führen Sie `gpg --import <file>` aus, anschließend mit `gpg --list-keys` überprüfen.
es: En el remoto, guarde esto en un archivo y ejecute `gpg --import <file>`, luego verifique con `gpg --list-keys`.
fi: Tallenna tämä etäkoneessa tiedostoon ja suorita `gpg --import <file>`, ja varmista sitten komennolla `gpg --list-keys`.
fr: Sur la machine distante, enregistrez ceci dans un fichier et exécutez `gpg --import <file>`, puis vérifiez avec `gpg --list-keys`.
he: במארח המרוחק, שמור זאת לקובץ והרץ `gpg --import <file>`, ולאחר מכן אמת באמצעות `gpg --list-keys`.
hu: A távoli gépen mentse el ezt egy fájlba és futtassa a `gpg --import <file>` parancsot, majd ellenőrizze a `gpg --list-keys` paranccsal.
it: Sul remoto, salva questo in un file ed esegui `gpg --import <file>`, quindi verifica con `gpg --list-keys`.
ja: リモートでこれをファイルに保存し、`gpg --import <file>`を実行してから、`gpg --list-keys`で確認してください。
ko: 원격에서 이것을 파일로 저장하고 `gpg --import <file>`을 실행한 다음 `gpg --list-keys`로 확인하세요.
nb: På fjernverten, lagre dette til en fil og kjør `gpg --import <file>`, og verifiser deretter med `gpg --list-keys`.
nl: Sla dit op de externe host op in een bestand en voer `gpg --import <file>` uit, en verifieer vervolgens met `gpg --list-keys`.
pl: Na zdalnym hoście zapisz to do pliku i uruchom `gpg --import <file>`, a następnie zweryfikuj poleceniem `gpg --list-keys`.
pt_br: No remoto, salve isso em um arquivo e execute `gpg --import <file>`, depois verifique com `gpg --list-keys`.
pt_pt: No remoto, guarde isto num ficheiro e execute `gpg --import <file>`, depois verifique com `gpg --list-keys`.
ro: Pe sistemul la distanță, salvează acest conținut într-un fișier și execută `gpg --import <file>`, apoi verifică cu `gpg --list-keys`.
sl: Na oddaljenem gostitelju to shranite v datoteko in zaženite `gpg --import <file>`, nato preverite z `gpg --list-keys`.
sv: På fjärren, spara detta till en fil och kör `gpg --import <file>`, verifiera sedan med `gpg --list-keys`.
uk: На віддаленій стороні збережіть це у файл і виконайте `gpg --import <file>`, потім перевірте через `gpg --list-keys`.
vi: Trên máy từ xa, lưu nội dung này vào một tập tin và chạy `gpg --import <file>`, sau đó xác minh bằng `gpg --list-keys`.
zh_hans: 在远程主机上，将其保存为文件并运行 `gpg --import <file>`，然后用 `gpg --list-keys` 验证。
zh_hant: 在遠端上，將此內容存為檔案並執行 `gpg --import <file>`，然後以 `gpg --list-keys` 驗證。

source: On the remote, save this to a file and run `gpg --import <file>`. The fingerprint matches what `Settings → GPG Keys` shows.
ar: على الجهاز البعيد، احفظ هذا في ملف ثم نفّذ `gpg --import <file>`. تطابق البصمة ما يعرضه `Settings → GPG Keys`.
ca: Al remot, deseu això en un fitxer i executeu `gpg --import <file>`. L'empremta coincideix amb la que mostra `Settings → GPG Keys`.
cs: Na vzdáleném stroji to uložte do souboru a spusťte `gpg --import <file>`. Otisk odpovídá tomu, co zobrazuje `Settings → GPG Keys`.
da: Gem dette i en fil på fjernsystemet og kør `gpg --import <file>`. Fingeraftrykket svarer til det, som `Settings → GPG Keys` viser.
de: Speichern Sie dies auf der Gegenstelle in eine Datei und führen Sie `gpg --import <file>` aus. Der Fingerabdruck stimmt mit dem überein, was unter `Settings → GPG Keys` angezeigt wird.
es: En el remoto, guarde esto en un archivo y ejecute `gpg --import <file>`. La huella digital coincide con lo que muestra `Settings → GPG Keys`.
fi: Tallenna tämä etäkoneessa tiedostoon ja suorita `gpg --import <file>`. Sormenjälki vastaa sitä, mitä `Settings → GPG Keys` näyttää.
fr: Sur la machine distante, enregistrez ceci dans un fichier et exécutez `gpg --import <file>`. L'empreinte correspond à celle affichée dans `Settings → GPG Keys`.
he: במארח המרוחק, שמור זאת לקובץ והרץ `gpg --import <file>`. הטביעה תואמת למה ש-`Settings → GPG Keys` מציג.
hu: A távoli gépen mentse el ezt egy fájlba és futtassa a `gpg --import <file>` parancsot. Az ujjlenyomat megegyezik azzal, amit a `Settings → GPG Keys` mutat.
it: Sul remoto, salva questo in un file ed esegui `gpg --import <file>`. L'impronta digitale corrisponde a quella mostrata in `Impostazioni → Chiavi GPG`.
ja: リモートでこれをファイルに保存し、`gpg --import <file>`を実行してください。フィンガープリントは`設定 → GPGキー`に表示されるものと一致します。
ko: 원격에서 이것을 파일로 저장하고 `gpg --import <file>`을 실행하세요. 지문은 `설정 → GPG 키`에 표시되는 것과 일치합니다.
nb: På fjernverten, lagre dette til en fil og kjør `gpg --import <file>`. Fingeravtrykket samsvarer med det `Innstillinger → GPG-nøkler` viser.
nl: Sla dit op de externe host op in een bestand en voer `gpg --import <file>` uit. De vingerafdruk komt overeen met wat `Instellingen → GPG-sleutels` toont.
pl: Na zdalnym hoście zapisz to do pliku i uruchom `gpg --import <file>`. Odcisk palca odpowiada temu, co pokazuje `Settings → GPG Keys`.
pt_br: No remoto, salve isso em um arquivo e execute `gpg --import <file>`. A impressão digital corresponde ao que `Settings → GPG Keys` mostra.
pt_pt: No remoto, guarde isto num ficheiro e execute `gpg --import <file>`. A impressão digital corresponde ao que `Settings → GPG Keys` apresenta.
ro: Pe sistemul la distanță, salvează acest conținut într-un fișier și execută `gpg --import <file>`. Amprenta corespunde cu cea afișată în `Settings → GPG Keys`.
sl: Na oddaljenem gostitelju to shranite v datoteko in zaženite `gpg --import <file>`. Prstni odtis se ujema s tem, kar prikazuje `Settings → GPG Keys`.
sv: På fjärren, spara detta till en fil och kör `gpg --import <file>`. Fingeravtrycket matchar det som visas i `Settings → GPG Keys`.
uk: На віддаленій стороні збережіть це у файл і виконайте `gpg --import <file>`. Відбиток збігається з тим, що показано в `Settings → GPG Keys`.
vi: Trên máy từ xa, lưu nội dung này vào một tập tin và chạy `gpg --import <file>`. Vân tay khớp với những gì hiển thị trong `Settings → GPG Keys`.
zh_hans: 在远程主机上，将其保存为文件并运行 `gpg --import <file>`。指纹与 `Settings → GPG Keys` 中显示的一致。
zh_hant: 在遠端上，將此內容存為檔案並執行 `gpg --import <file>`。指紋與 `Settings → GPG Keys` 中顯示的相符。

source: Once connected, type 'help' at the sftp> prompt for available commands.
ar: بعد الاتصال، اكتب 'help' في موجه sftp> للاطلاع على الأوامر المتاحة.
ca: Un cop connectat, escriviu 'help' al símbol sftp> per veure les ordres disponibles.
cs: Po připojení zadejte 'help' na výzvu sftp> pro zobrazení dostupných příkazů.
da: Når du er forbundet, skriv 'help' ved sftp>-prompten for tilgængelige kommandoer.
de: Nach der Verbindung geben Sie 'help' an der sftp>-Eingabeaufforderung ein, um verfügbare Befehle anzuzeigen.
es: Una vez conectado, escribe 'help' en el indicador sftp> para ver los comandos disponibles.
fi: Yhdistämisen jälkeen kirjoita 'help' sftp>-kehotteeseen nähdäksesi käytettävissä olevat komennot.
fr: Une fois connecté, tapez « help » à l'invite sftp> pour voir les commandes disponibles.
he: לאחר ההתחברות, הקלד 'help' בשורת הפקודה sftp> לרשימת הפקודות הזמינות.
hu: Csatlakozás után írd be a 'help' parancsot az sftp> promptnál az elérhető parancsok megjelenítéséhez.
it: Una volta connesso, digita 'help' al prompt sftp> per i comandi disponibili.
ja: 接続後、sftp> プロンプトで 'help' と入力すると使用可能なコマンドが表示されます。
ko: 연결 후 sftp> 프롬프트에서 'help'를 입력하면 사용 가능한 명령어를 확인할 수 있습니다.
nb: Når du er tilkoblet, skriv 'help' ved sftp>-ledeteksten for tilgjengelige kommandoer.
nl: Eenmaal verbonden, typ 'help' bij de sftp>-prompt voor beschikbare opdrachten.
pl: Po połączeniu wpisz „help” w wierszu sftp>, aby zobaczyć dostępne polecenia.
pt_br: Depois de conectado, digite 'help' no prompt sftp> para ver os comandos disponíveis.
pt_pt: Depois de ligado, escreva 'help' na linha sftp> para ver os comandos disponíveis.
ro: După conectare, tastați „help” la promptul sftp> pentru comenzile disponibile.
sl: Po vzpostavitvi povezave vnesite 'help' v poziv sftp> za razpoložljive ukaze.
sv: När du är ansluten, skriv 'help' vid sftp>-prompten för tillgängliga kommandon.
uk: Після підключення введіть 'help' у запрошенні sftp> для перегляду доступних команд.
vi: Sau khi kết nối, gõ 'help' tại dấu nhắc sftp> để xem các lệnh khả dụng.
zh_hans: 连接后，在 sftp> 提示符处输入 'help' 查看可用命令。
zh_hant: 連線後，在 sftp> 提示字元處輸入 'help' 查看可用指令。

source: Once Per Session
ar: مرة واحدة لكل جلسة
ca: Una vegada per sessió
cs: Jednou za relaci
da: Én gang pr. session
de: Einmal pro Sitzung
es: Una vez por sesión
fi: Kerran istunnossa
fr: Une fois par session
he: פעם אחת לכל הפעלה
hu: Munkamenetenként egyszer
it: Una volta per sessione
ja: セッションごとに1回
ko: 세션당 한 번
nb: Én gang per økt
nl: Eenmaal per sessie
pl: Raz na sesję
pt_br: Uma vez por sessão
pt_pt: Uma vez por sessão
ro: O dată pe sesiune
sl: Enkrat na sejo
sv: En gång per session
uk: Один раз за сеанс
vi: Một lần mỗi phiên
zh_hans: 每次会话一次
zh_hant: 每次工作階段一次
